{
  "general": {
    "logo_text": "CaPe Services Playground",
    "home": "Home",
    "error": "Errore",
    "refresh": "Aggiorna",
    "login": {
      "enter_button": "Entra",
      "logout_button": "Disconnetti",
      "select_login": "Seleziona il tuo gestore di identità digitale",
      "login_with_cape_idm": "Accedi con CaPe",
      "login_with_cape_idm_description": "CaPe utilizza nativamente Keyrock IdM di FIWARE",
      "keyrock_idm_link": "Login con Fiware Keyrock",
      "login_with_eidas": "Accedi con eIDAS",
      "login_with_eidas_description": "Il regolamento eIDAS è la base legislativa per le interazioni elettroniche tra imprese, cittadini e autorità pubbliche.",
      "eidas_link":"Sign in with a digital identity from another European Country",
      "loginPopup": {
        "authorize_account_data": "Autorizzi ad usare i dati dal tuo account?",
        "dont_ask_again": "Non chiedermelo più",
        "authorize": "Autorizzo",
        "do_not_authorize": "Non autorizzo",
        "no_cape_account": "Spiacente! Nessun CaPe account associato a te! Crearlo?",
        "error_message": "E' avvenuto un errore contattando Cape!",
        "cancel_button": "Annulla",
        "create_button": "Crea"
      }
    },
    "services": {
      "welcome": " Ciao {{name}}! Benvenuto su Cape Services Playground!",
      "no_name_welcome": "Benvenuto su Cape Services Playground!",
      "selectService": "Seleziona uno dei seguenti servizi e clicca su VAI!",
      "selectPurpose": "Seleziona una delle seguenti finalità e clicca su VAI!",
      "goButton": "VAI",
      "mywellness": {
        "welcome": " Ciao {{name}}, benvenuto su My Wellness Service!",
        "cholesterol": {
          "title": "My Cholesterol",
          "intro": "Ciao {{name}},\r\n\r\n abbassare il colesterolo è l’imperativo fondamentale per chi presenta valori di colesterolo nel sangue superiore alla norma, specie in un contesto di rischio cardiovascolare.",
          "text": "Raccomandazioni per la dieta dal sito My Personal Trainer:\r\n\r\n• Consumare almeno 3 porzioni di pesce ricco di omega 3 alla settimana\r\n\r\n• Frutta secca come dessert giornaliero;\r\n\r\n• Prediligere le carni bianche magre (senza pelle) a quelle rosse grasse\r\n\r\n• Eliminare i grassi animali da condimento: burro, lardo e strutto\r\n ",
          "additionalInfoText": "La Dieta è basata anche sui seguenti dati aggiuntivi: ",
          "ageText": "Eta': ",
          "sexText": "Sesso: ",
          "no_cape_registered": "Per visualizzare un grafico con le tue misurazioni del colesterolo nel sangue, dal servizio terzo My Measurements, chiedi al Service Provider di registrare il Servizio su Cape",
          "no_cape_linked": "Per visualizzare un grafico con le tue misurazioni del colesterolo nel sangue, dal servizio terzo My Measurements, clicca il pulsante CaPe sotto, per associare il servizio al tuo Account CaPe\r\n Dopodiché associa anche My Measurements e dai il consenso ad usare i tuoi dati da My Measurements!",
          "cape_linked": "Il Servizio è associato al tuo Account CaPe!\r\n Per visualizzare il grafico con le tue misurazioni del colesterolo nel sangue dal servizio terzo My Measurements, assicurati di aver associato anche My Measurements al tuo Account CaPe.\n\r Quindi clicca il pulsante CaPe sotto e Dai/Abilita il Consenso",
          "no_cape_consent": "Clicca il pulsante CaPe sotto e Dai/Abilita il Consenso",
          "cape_consent_given": "Il servizio è associato al tuo Account CaPe e hai dato il Consenso a visualizzare il seguente grafico usando i dati recuperati dal servizio terzo My Measurements"
        }
      },
      "mymeasurements": {
        "welcome": " Ciao {{name}}, benvenuto su My Measurements Service!",
        "cholesterol": {
          "title": "Cholesterol Trend",
          "intro": "Ciao {{name}},\r\n\r\n abbassare il colesterolo è l’imperativo fondamentale per chi presenta valori di colesterolo nel sangue superiore alla norma, specie in un contesto di rischio cardiovascolare.",
          "text": "Sotto il grafico con il trend storico delle misurazioni del colesterolo sanguigno registrate dal dispositivo e-health",
          "additionalInfoText": "Informazioni aggiuntive: ",
          "ageText": "Eta': ",
          "sexText": "Sesso: ",
          "no_cape_linked": "Puoi associare il Servizio al tuo Account CaPe, in modo da dare il Consenso a fornire tali misurazioni come sorgente per un servizio terzo (es. My Wellness)",
          "cape_linked": "Il servizio è associato al tuo Account CaPe! Ora puoi usare questo Servizio come sorgente e dare il Consenso dal servizio richiedente (sink)",
          "no_cape_consent": "Clicca il pulsante CaPe sotto e Dai/Abilita il Consenso",
          "cape_consent_given": "Il servizio è associato al tuo Account CaPe e hai dato il Consenso a fornire i dati delle misurazioni ad un servizio terzo (es. My Wellness)"
        }
      }
    }
  }
}
